Repository: MaizaBahaedinne/AYGLPIMAX
Catalog: marketplace/resources/locales/*.po
Languages: es_ec

source: Effective duration
es_ec: Duración efectiva

source: Carried out task
es_ec: Tarea realizada

source: Please check the leaving checklist of the resource
es_ec: Por favor, consulte la lista de verificación de salida del recurso

source: Quota
es_ec: Cuota

source: Declaration of departure date
es_ec: Declaración de fecha de salida

source: Thanks to recover his badges
es_ec: Gracias por recuperar sus insignias

source: List of your associated resources
es_ec: Lista de sus recursos asociados

source: Sensitized to security
es_ec: Sensibilizados con la seguridad

source: Reading the security charter
es_ec: Lectura de la carta de seguridad

source: Informations of the created user
es_ec: Datos del usuario creado

source: Additional informations
es_ec: Información adicional

source: Transfer report of the human resource
es_ec: Informe de transferencia del recurso humano

source: Target entity
es_ec: Entidad destinataria

source: Source entity
es_ec: Entidad de origen

source: Detail of non contract period
es_ec: Detalle del periodo sin contrato

source: Agency concerned
es_ec: Agencia interesada

source: At home
es_ec: En casa

source: Reported by
es_ec: Reportado por

source: Detail of the forced holiday
es_ec: Detalle de las vacaciones forzadas

source: Modified fields
es_ec: Campos modificados

source: Associated tasks
es_ec: Tareas asociadas

source: At creation, update, removal of a resource
es_ec: En la creación, actualización, eliminación de un recurso

source: At creation, update, removal of a task
es_ec: En la creación, actualización, eliminación de una tarea

source: Profession line
es_ec: Líneas profesionales

source: Profession category
es_ec: Categorías profesionales

source: All resources access
es_ec: Acceso a todos los recursos

source: View employer in core form
es_ec: Ver empleador en formulario básico

source: Service company management
es_ec: Gestión de empresas de servicios

source: Public service management
es_ec: Gestión de los servicios públicos

source: Holiday
es_ec: Vacaciones

source: Super habilitation
es_ec: Súper habilitaciones

source: Dropdown management
es_ec: Gestión desplegable

source: List Employment / Resource
es_ec: Lista de empleos / recursos

source: Send resource creation report notification
es_ec: Enviar notificación de informe de creación de recursos

source: Send resource transfer notification
es_ec: Enviar notificación de informe de creación de recursos

source: Send other notification
es_ec: Enviar otra notificación

source: Notification configuration
es_ec: Configuración de notificaciones

source: Lastname
es_ec: Apellido

source: ContractType
es_ec: Tipo de contrato

source: Associed User
es_ec: Usuario asociado

source: Location
es_ec: Ubicación

source: Data Type not found
es_ec: Tipo de datos no encontrado

source: Resource column name not found
es_ec: No se encontró el nombre de la columna de recursos

source: Photo
es_ec: Foto

source: Client Sensitized to security
es_ec: Cliente sensibilizado a la seguridad

source: Matricule
es_ec: Matrícula

source: Second matricule
es_ec: Segunda Matrícula

source: End date was not completed. Please try again.
es_ec: La fecha de finalización no se ha completado. Por favor, inténtalo de nuevo.

source: Gender
es_ec: Género

source: Secondaries services
es_ec: Servicios secundarios

source: Empty for non defined
es_ec: Vacío para no definido

source: Welcome to the wizard resource
es_ec: Bienvenido al recurso del asistente

source: This wizard lets you create new resources in GLPI
es_ec: Este asistente le permite crear nuevos recursos en GLPI

source: To begin, select type of contract
es_ec: Para empezar, seleccione el tipo de contrato

source: Enter general information about the resource
es_ec: Introduzca información general sobre el recurso

source: Thank you for paying attention to the spelling of the name and the firstname of the resource. For compound firstnames, separate them with a dash "-".
es_ec: Gracias por prestar atención a la ortografía del nombre y el apellido del recurso. Para los nombres compuestos, sepárelos con un guión "-".

source: The fields in red must be completed
es_ec: Los campos en rojo son obligatorios

source: Add the photo of the resource
es_ec: Añadir la foto del recurso

source: Photo format : JPG
es_ec: Formato de las fotos : JPG

source: Add documents to the resource
es_ec: Añadir documentos a los recursos

source: Actions to be taken
es_ec: Medidas que deben adoptarse

source: Please correct: %s
es_ec: Por favor, corrija: %s

source: Declare a transfer
es_ec: Declarar una transferencia

source: Current entity
es_ec: Entidad actual

source: Associate a resource
es_ec: Asociar un recurso

source: Generate resources
es_ec: Generar recursos

source: Add habiliation
es_ec: Añadir habilitación

source: Add additional habilitation
es_ec: Añadir habilitación adicional

source: This resource has been added
es_ec: Se han añadido estos recursos

source: This resource aldready exists
es_ec: Estos recursos ya existen

source: Declaration of resource transfer OK
es_ec: Declaración de transferencia de recursos OK

source: Resources not declaring leaving
es_ec: Recursos que no declaran su baja

source: Update Resources state
es_ec: Actualizar el estado de los recursos

source: Send alert to the commercial manager
es_ec: Enviar alerta al gerente comercial

source: Failed to Send alert to the commercial manager
es_ec: Error al enviar alerta al gerente comercial

source: Select the contract type
es_ec: Seleccione el tipo de contrato

source: Resources list
es_ec: Lista de recursos

source: Male
es_ec: Hombre

source: Female
es_ec: Mujer

source: Change manager
es_ec: Gestor de cambios

source: Change the sales manager
es_ec: Cambiar el gerente de ventas

source: Change the access profil
es_ec: Cambiar el perfil de acceso

source: Change contract type
es_ec: Cambiar el tipo de contrato

source: Change of agency
es_ec: Cambio de agencia

source: Change direction (mutation)
es_ec: Cambio de dirección (mutación)

source: Badge restitution
es_ec: Restitución de insignias

source: Change information
es_ec: Cambiar información

source: Change company
es_ec: Cambiar de empresa

source: Change department
es_ec: Cambiar de departamento

source: Change material
es_ec: Cambiar material

source: Add application
es_ec: Agregar aplicación

source: Change service
es_ec: Cambiar servicio

source: Change role
es_ec: Cambiar rol

source: Change function
es_ec: Cambiar función

source: Change team
es_ec: Cambiar de equipo

source: Please select a resource
es_ec: Seleccione un recurso

source: Manager for the current resource
es_ec: Gestor del recurso actual

source: New resource manager
es_ec: Nuevo gestor de recursos

source: Sales manager for the current resource
es_ec: Gerente de ventas para el recurso actual

source: New resource sales manager
es_ec: Gestor de ventas de nuevos recursos

source: Current access profile of the resource
es_ec: Perfil de acceso actual del recurso

source: New access profile of the resource
es_ec: Nuevo perfil de acceso al recurso

source: Current contract type of the resource
es_ec: Tipo de contrato actual del recurso

source: New type of contract
es_ec: Nuevo tipo de contrato

source: Current agency of the resource
es_ec: Agencia actual del recurso

source: New resource agency
es_ec: Nueva agencia de recursos

source: Name
es_ec: Nombre

source: Current company of the resource
es_ec: Empresa actual del recurso

source: New resource company
es_ec: Nueva empresa de recursos

source: Current department of the resource
es_ec: Departamento actual del recurso

source: New resource department
es_ec: Nuevo departamento de recursos

source: Current service of the resource
es_ec: Servicio actual del recurso

source: New resource service
es_ec: Nuevo servicio de recursos

source: Current role of the resource
es_ec: Función actual del recurso

source: New resource role
es_ec: Nuevo rol de recurso

source: Current function of the resource
es_ec: Función actual del recurso

source: New resource function
es_ec: Nueva función de recursos

source: Current team of the resource
es_ec: Equipo actual del recurso

source: New Application to add to the resource
es_ec: Nueva aplicación para añadir al recurso

source: Starting change
es_ec: Iniciar el cambio

source: Change manager for
es_ec: Administrador de cambios para

source: Change of sales manager for
es_ec: Cambio de gerente de ventas para

source: New sales manager for the resource
es_ec: Nuevo gerente de ventas para el recurso

source: Change the access profile for
es_ec: Cambiar el perfil de acceso para

source: Change the type of contract for
es_ec: Cambiar el tipo de contrato para

source: Change of agency for
es_ec: Cambio de agencia para

source: Change information for
es_ec: Modificar la información para

source: Current name of the resource
es_ec: Nombre actual del recurso

source: New resource name
es_ec: Nuevo nombre de recurso

source: Current firstname of the resource
es_ec: Nombre actual del recurso

source: New resource firstname
es_ec: Nuevo recurso nombre

source: Current departure date of the resource
es_ec: Fecha actual de salida del recurso

source: New resource departure date
es_ec: Fecha de salida del nuevo recurso

source: Change of company for
es_ec: Cambio de empresa para

source: Change of department for
es_ec: Cambio de departamento para

source: Change of service for
es_ec: Cambio de servicio para

source: Change of role for
es_ec: Cambio de rol para

source: Change of function for
es_ec: Cambio de función para

source: Change of team for
es_ec: Cambio de equipo para

source: New resource team
es_ec: Nuevo equipo de recursos

source: Change material for
es_ec: Cambiar material por

source: Add application for
es_ec: Agregar aplicación para

source: The added appliance is %s
es_ec: El dispositivo agregado es %s

source: Managing change actions
es_ec: Gestión de las acciones de cambio

source: Modification of the associated user's location
es_ec: Modificación de la ubicación del usuario asociado

source: This computer is already associated to a resource
es_ec: Este equipo ya está asociado a un recurso

source: Associated Human Resource
es_ec: Recursos humanos asociados

source: Request new badge
es_ec: Solicitar nueva insignia

source: List of badges
es_ec: Lista de insignias

source: About
es_ec: Acerca de

source: Inventory
es_ec: Inventario

source: Information, this resource is not linked to a user
es_ec: Información, este recurso no está vinculado a un usuario

source: Adding the habilitation: %s
es_ec: Añadiendo la habilitación: %s

source: Suppression of the habilitation: %s
es_ec: Supresión de la habilitación: %s

source: Enter habilitations about the resource
es_ec: Introducir habilitaciones sobre el recurso

source: No habilitation level, you cannot add habilitation for this resource.
es_ec: Sin nivel de habilitación, no puede agregar habilitación para este recurso.

source: The begin date of the forced holiday period must be filled
es_ec: La fecha de inicio del período de vacaciones forzadas debe ser completada

source: The end date of the forced holiday period must be filled
es_ec: Debe rellenarse la fecha de finalización del periodo de vacaciones forzosas

source: Forced holiday declaration of a resource performed
es_ec: Declaración de vacaciones forzadas de un recurso realizado

source: Declare a forced holiday
es_ec: Declarar vacaciones forzosas

source: Imported values
es_ec: Valores importados

source: Non contract period
es_ec: Períodos no contractuales

source: The begin date of the non contract period must be filled
es_ec: Debe rellenarse la fecha de inicio del periodo no contractual

source: Non contract period declaration of a resource performed
es_ec: Declaración de período no contractual de un recurso ejecutado

source: Declare a non contract period
es_ec: Declarar un periodo sin contrato

source: Declaring the end of non contract periods
es_ec: Declarar el fin de los periodos no contractuales

source: Choosing the intercontrat
es_ec: Elegir el intercontrato

source: Public status
es_ec: Estados públicos

source: Is linked to a contract
es_ec: Está vinculado a un contrato

source: Speciality
es_ec: Especialidades

source: Resource state
es_ec: Estados de recursos

source: Link Role/Service
es_ec: Enlaces/Rol/Servicio

source: Checklist type
es_ec: Tipo de lista

source: Checklist action
es_ec: Acción de la lista de control

source: Assignment rules of a checklist to a contract type
es_ec: Reglas de asignación de una lista de comprobación a un tipo de contrato

source: Required Fields
es_ec: Campos obligatorios

source: Assignment rule of fields to a contract type
es_ec: Regla de asignación de campos a un tipo de contrato

source: Hidden Fields
es_ec: Campos ocultos

source: Assignment rule of hidden fields to a contract type
es_ec: Regla de asignación de campos ocultos a un tipo de contrato

source: Service
es_ec: Servicios

source: Manage human resources
es_ec: Gestionar los recursos humanos

source: Tasks in progress
es_ec: Tareas en curso

source: Not finished tasks
es_ec: Tareas no finalizadas

source: Type of task
es_ec: Tipos de tareas

source: Team
es_ec: Equipos

source: Manager of the team
es_ec: Gerente del equipo

source: Substitute manager of the team
es_ec: Gerente sustituto del equipo

source: Team code
es_ec: Código de equipo

source: Category of created tickets
es_ec: Categoría de los tickets creados

source: Transfer entities
es_ec: Entidades de transferencia

source: Entities allowed to transfer a resource
es_ec: Entidades autorizadas a transferir un recurso

source: budgetsummary_report_title
es_ec: título_informe_resumen_presupuestario

source: Budget volume(qty)
es_ec: Volumen presupuestario (cant.)

source: Employment volume (qty)
es_ec: Volumen de empleo (cant.)

source: Resource volume (qty)
es_ec: Volumen de recursos (cant.)

source: Remaining budget - employment (qty)
es_ec: Presupuesto restante - empleo (cant.)

source: Budget volume (€)
es_ec: Volumen presupuestario (euros)

source: Employment volume (€)
es_ec: Volumen de empleo (euros)

source: Resource volume (€)
es_ec: Volumen de recursos (euros)

source: Remaining budget - employment (€)
es_ec: Presupuesto restante - empleo (euros)

source: checkgroup_report_title
es_ec: título del informe

source: Missing habilitation
es_ec: Falta habilitación

source: checkhabilitation_report_title
es_ec: comprobarhabilitacion_informe_título

source: Missing group
es_ec: Grupo ausente

source: checkmissingN0group_report_title
es_ec: comprobar_título_informe_grupo_N0 ausente

source: checkmissingN1group_report_title
es_ec: comprobar título_informe_grupo_N1

source: lapserankprofession_report_title
es_ec: título_informe_de_lapserankprofession

source: professionwithoutcost_report_title
es_ec: titulo_informe_profesion_sin_costes

source: professionwithoutvolume_report_title
es_ec: titulo_informe_profesion_sin_volumen

source: resourceemploymentdiff_report_title
es_ec: empleo_recursos_dif_informe_título

source: userwithmorethanoneresource_report_title
es_ec: usuarioconmásdeunrecurso_informe_título

source: User without resource
es_ec: Usuario sin recurso
