Repository: MaizaBahaedinne/AYGLPIMAX
Catalog: marketplace/resources/locales/*.po
Languages: es_ec

source: Long term contract
es_ec: Contrato de larga duración

source: Fixed term contract
es_ec: Contrato de duración determinada

source: Trainee
es_ec: Aprendiz

source: Specific network rights
es_ec: Derechos de red específicos

source: Access to the applications
es_ec: Acceso a las aplicaciones

source: Specific securities groups
es_ec: Grupos específicos de valores

source: Specific distribution lists
es_ec: Listas de distribución específicas

source: Others needs
es_ec: Otras necesidades

source: Declared as leaving
es_ec: Declarado de baja

source: Employer
es_ec: Empleadores

source: Affected client
es_ec: Clientes afectados

source: Resource manager
es_ec: Administrador de recursos

source: Informant of leaving
es_ec: Informante de salida

source: Sales manager
es_ec: Gerente de ventas

source: Not defined
es_ec: No definido

source: Modification of the associated resource's location
es_ec: Modificación de la ubicación del recurso asociado

source: You have to perform the action on the LDAP directory before
es_ec: Tiene que realizar la acción en el directorio LDAP antes de

source: You have to do all checklist in action before
es_ec: Tienes que hacer toda la lista de comprobación en acción antes de

source: You have to do all checklist out action before
es_ec: Usted tiene que hacer toda la lista de verificación a cabo la acción antes de

source: Human Resource
es_ec: Recursos Humanos

source: Security compliance
es_ec: Cumplimiento de las normas de seguridad

source: Please ensure that the return form is signed by the employee
es_ec: Asegúrese de que el formulario de devolución esté firmado por el empleado.

source: The sales manager is responsible for the complete return of the company's equipment held by the outgoing employee (badge, PC, smartphone, etc.)
es_ec: El jefe de ventas es responsable de la devolución completa del material de la empresa en posesión del empleado saliente (tarjeta de identificación, PC, smartphone, etc.).

source: Download the restitution form
es_ec: Descargar el formulario de restitución

source: Please activate the plugin
es_ec: Por favor, active el plugin

source: Please activate the plugin metademand
es_ec: Por favor, active el plugin metademand

source: No advanced request found
es_ec: No se ha encontrado ninguna solicitud avanzada

source: %1$s %2$s have been added in the LDAP directory
es_ec: %1$s %2$s se han añadido en el directorio LDAP

source: the user has been added to the LDAP directory
es_ec: el usuario ha sido añadido al directorio LDAP

source: the user has not been added to the LDAP directory
es_ec: el usuario no ha sido añadido al directorio LDAP

source: %1$s %2$s have been updated in the LDAP directory
es_ec: %1$s %2$s se han actualizado en el directorio LDAP

source: Data changed
es_ec: Datos modificados

source: the user has been updated to the LDAP directory
es_ec: el usuario se ha actualizado en el directorio LDAP

source: the user has not been updated to the LDAP directory
es_ec: el usuario no ha sido actualizado en el directorio LDAP

source: %1$s %2$s have been disabled and moved in the LDAP directory
es_ec: %1$s %2$s se han desactivado y movido en el directorio LDAP

source: the user has been disabled and moved to the LDAP directory
es_ec: el usuario ha sido desactivado y trasladado al directorio LDAP

source: the user has not been disabled and moved to the LDAP directory
es_ec: el usuario no ha sido desactivado y trasladado al directorio LDAP

source: Please select a user
es_ec: Por favor, seleccione un usuario

source: The checklist is not finished
es_ec: La lista de control no está terminada

source: Notification sent
es_ec: Notificación enviada

source: The notification is not sent because the resource is not linked with a user
es_ec: La notificación no se envía porque el recurso no está vinculado a un usuario

source: View by contract type
es_ec: Ver por tipo de contrato

source: Declaration of resource leaving OK
es_ec: Declaración de recurso saliendo OK

source: Departure of
es_ec: Salida de

source: leave on
es_ec: Dejar encendido

source: Without contract
es_ec: Sin contrato

source: You need rights into badges plugin
es_ec: Necesitas derechos en el plugin de insignias

source: Please activate the plugin badge
es_ec: Por favor, active la insignia plugin

source: Required fields are not filled. Please try again.
es_ec: Los campos obligatorios no están rellenados. Por favor, inténtelo de nuevo.

source: The start date must be greater than the end date
es_ec: La fecha de inicio debe ser mayor que la fecha final

source: Action authorization
es_ec: Autorización de acciones

source: Available actions
es_ec: Acciones disponibles

source: Setup LDAP directory
es_ec: Configurar directorio LDAP

source: Creation category
es_ec: Categoría de creación

source: Modification category
es_ec: Categoría de modificación

source: Deletion category
es_ec: Categoría de eliminación

source: Login Creation
es_ec: Creación de inicio de sesión

source: First Form
es_ec: Primer formulario

source: Second Form
es_ec: Segundo formulario

source: Mail Creation
es_ec: Creación de correo

source: Prefix
es_ec: Prefijo

source: Suffix
es_ec: Sufijo

source: Field mapping
es_ec: Cartografía de campo

source: Department
es_ec: Departamentos

source: Departure date
es_ec: Fecha de salida

source: Role
es_ec: Funciones

source: Destination OU on user deactivation
es_ec: OU de destino al desactivar el usuario

source: Destination OU during user creation
es_ec: OU de destino durante la creación del usuario

source: first letter of given name + name
es_ec: Primera letra del nombre + nombre

source: given name + name
es_ec: nombre + apellido

source: 2 letters of given name + 2 letters of name
es_ec: 2 letras del nombre + 2 letras del nombre

source: given name.name
es_ec: nombre dado.nombre

source: The profession for the budget must be filled
es_ec: La profesión para el presupuesto debe rellenarse

source: Rank
es_ec: Rangos

source: Profession
es_ec: Profesiones

source: Budget type
es_ec: Tipos de presupuesto

source: Budget volume
es_ec: Volumen presupuestario

source: Type of budget volume
es_ec: Tipos de volumen presupuestario

source: Code
es_ec: Código

source: Checklist
es_ec: Listas de verificación

source: Create a end treatment ticket
es_ec: Crear un ticket de fin de tratamiento

source: At the arriving of a resource
es_ec: A la llegada de un recurso

source: At the leaving of a resource
es_ec: A la salida de un recurso

source: At the transfer of a resource
es_ec: En la transferencia de un recurso

source: Create checklists
es_ec: Crear listas de comprobación

source: Important
es_ec: Importante

source: Link
es_ec: Enlace:

source: Add a task at the arriving checklist
es_ec: Agregar una tarea en la lista de verificación de llegada

source: Add a task at the leaving checklist
es_ec: Agregar una tarea en la lista de verificación de salida

source: Add a task at the transfer checklist
es_ec: Agregar una tarea en la lista de verificación de transferencia

source: Check list done
es_ec: Lista de verificación realizada

source: Reset the checklist
es_ec: Reiniciar la lista de verificación

source: Linked task
es_ec: Tarea vinculada

source: Mark as unfinished
es_ec: Marcar como no finalizado

source: Link a task
es_ec: Vincular una tarea

source: Add ticket
es_ec: Añadir ticket

source: The checklist is finished
es_ec: La lista de verificación está terminada

source: Leaving resource - checklist needs to verificated
es_ec: Dejar el recurso: la lista de verificación debe verificarse

source: New resource - checklist needs to verificated
es_ec: Nuevo recurso: la lista de verificación debe verificarse

source: Arrival date
es_ec: Fecha de entrada

source: Checklist needs to verificated
es_ec: La lista de verificación debe verificarse

source: Checklists Verification
es_ec: Listas de comprobación Verificación

source: Checked
es_ec: Verificado

source: No checklist found
es_ec: No se encontró ninguna lista de verificación

source: Checklist setup
es_ec: Configuración de listas de verificación

source: Generate a rule
es_ec: Generar una regla

source: Need
es_ec: Necesidades

source: Cannot add a choice that contains children
es_ec: No se puede agregar una opción que contenga niños

source: Resources management
es_ec: Gestión de recursos

source: Enter the computing needs of the resource
es_ec: Introduzca las necesidades informáticas del recurso

source: Add a need
es_ec: Agregar una necesidad

source: IT needs identified
es_ec: Necesidades informáticas identificadas

source: Will be added to the resource comment area
es_ec: Se agregará al área de comentarios de recursos

# button
source: < Previous
es_ec: < Anterior

# button
source: Next >
es_ec: Siguiente >

source: Add a comment
es_ec: Añadir un comentario

source: Element(s) to be affected
es_ec: Elemento(s) que se verán afectados

source: Terminate the declaration
es_ec: Finalizar la declaración

source: Resend the declaration
es_ec: Reenviar la declaración

source: Type of need
es_ec: Tipos de necesidad

source: AND - Certificate of non-dissimulation
es_ec: AND - Certificado de no disimulación

source: FIFOUR - Supplier's sheet
es_ec: FIFOUR - Fichas del proveedor

source: GISF - Supplier security incident management
es_ec: GISF - Gestión de incidentes de seguridad de proveedores

source: CFI - Supplier card
es_ec: CFI - Tarjeta de proveedor

source: Displaying the security block on the resource
es_ec: Visualización del bloqueo de seguridad en el recurso

source: Security compliance management
es_ec: Gestión del cumplimiento de la seguridad

source: Display of four additional security fields in the clients
es_ec: Visualización de cuatro campos de seguridad adicionales en los clientes

source: (If all four fields are enabled, the client is compliant with security)
es_ec: (Si los cuatro campos están activados, el cliente cumple con la seguridad)

source: Import external
es_ec: Importación externa

source: Resource managers selection : only these users with these profiles
es_ec: Selección de gestores de recursos : sólo estos usuarios con estos perfiles

source: Sales managers selection : only these users with these profiles
es_ec: Selección de responsables de ventas : sólo estos usuarios con estos perfiles

source: Create a ticket with departure
es_ec: Crear un ticket con salida

source: Category of departure ticket
es_ec: Categoría del ticket de salida

source: All checklist done is mandatory for arrival and departure to close ticket
es_ec: Toda la lista de comprobación realizada es obligatoria a la llegada y salida para cerrar el ticket

source: Create or delete user in ldap is mandatory to close ticket
es_ec: Crear o eliminar usuario en ldap es obligatorio para cerrar ticket

source: If other contract are available don't display without contract
es_ec: Si hay otros contratos disponibles, no mostrar sin contrato

source: Default contract template selected
es_ec: Plantilla de contrato predeterminado seleccionado

source: Resource state for working people
es_ec: Estado de recursos para los trabajadores

source: Resource state for left people
es_ec: Estado de los recursos para las personas de izquierdas

source: Change checklists for resources during a contract change
es_ec: Listas de verificación de los recursos durante un cambio de contrato

source: Use metademand for resources changes
es_ec: Utilice metademand para los cambios de recursos

source: Use metademand for leaving resources
es_ec: Utilizar metademand para dejar recursos

source: Remove habilitation when update resource
es_ec: Eliminar habilitación al actualizar recurso

source: Display habilitation resource with dropdown
es_ec: Mostrar recurso de habilitación con menú desplegable

source: Use service and departement from AD
es_ec: Usar servicio y departamento de AD

source: Use secondaries services
es_ec: Utilizar servicios secundarios

source: Hide/Show elements
es_ec: Ocultar/Mostrar elementos

source: View my resources as a commercial
es_ec: Ver mis recursos como comercial

source: Super habilitation management
es_ec: Gestión de superhabilitaciones

source: Declare a super habilitation
es_ec: Declarar una súper habilitación

source: Remove a super habilitation
es_ec: Eliminar una super habilitación

source: The current entity is already linked to a meta-demand
es_ec: La entidad actual ya está vinculada a una meta-demanda

source: Meta-demands linked
es_ec: Meta-demandas vinculadas

source: Contract nature
es_ec: Naturaleza contractual

source: Type of contract
es_ec: Tipos de contrato

source: Wizard resource creation
es_ec: Asistente de creación de recursos

source: Enter employer information about the resource
es_ec: Ingrese la información del empleador sobre el recurso

source: Add a picture
es_ec: Agregar una imagen

source: Enter habilitation information
es_ec: Introducir información de habilitación

source: Use second list of employer
es_ec: Utilizar la segunda lista de empresarios

source: Use second matricule
es_ec: Utilizar la segunda matrícula

source: Enter habilitation information
es_ec: Introducir información de habilitación

source: Contract type authorization
es_ec: Autorización de tipo de contrato

source: Available contract type
es_ec: Tipo de contrato disponible

source: Budget cost
es_ec: Costos presupuestarios

source: Link Department/Service
es_ec: Vínculos Departamento/Servicio

source: Directory
es_ec: Directorios

source: Click here to send your email
es_ec: Haga clic aquí para enviar su correo electrónico

source: Employee
es_ec: Empleados

source: The resource is also created if not existent
es_ec: El recurso también se crea si no existe

# button
source: Next step
es_ec: Siguiente paso

source: Short name
es_ec: Nombre corto

source: Second part list of employer
es_ec: Segunda parte lista de empleadores

source: Employment
es_ec: Empleos

source: Human resource
es_ec: Recursos humanos

source: Employment state
es_ec: Estados de empleo

source: Ratio Employment / Budget
es_ec: Relación Empleo / Presupuesto

source: Declare a new employment
es_ec: Declarar un nuevo empleo

source: To affect an employment
es_ec: Para afectar un empleo

source: Updating leaving resources (declaring leaving, state of employment)
es_ec: Actualización de los recursos de baja (declaración de baja, estado del empleo)

source: These resources left the company, linked current employment have been updated
es_ec: Estos recursos que salió de la empresa, vinculados al empleo actual se han actualizado

source: Employment state at leaving's resource
es_ec: Estado del empleo en el recurso de salida

source: Function
es_ec: Funciones

source: Habilitation
es_ec: Habilitaciones

source: Habilitation level
es_ec: Nivel de habilitaciones

source: Mandatory when creating the resource
es_ec: Obligatorio al crear el recurso

source: Unlimited number of selectable habilitations
es_ec: Número ilimitado de habilitaciones seleccionables

source: Import
es_ec: Importaciones

source: Column
es_ec: Columnas

source: Integer
es_ec: Entero

source: String
es_ec: Cadena

source: Date
es_ec: Fecha

source: No Identifier
es_ec: Sin identificador

source: Level 1 Identifier
es_ec: Identificador de nivel 1

source: Level 2 Identifier
es_ec: Identificador de nivel 2

source: Add a column
es_ec: Agregar una columna

source: No columns for this import
es_ec: No hay columnas para esta importación

source: Resource Attribute
es_ec: Atributo de recurso

source: Identifiers
es_ec: Identificadores

source: Edit a column
es_ec: Editar una columna

source: Resource files imports
es_ec: Importación de archivos de recursos

source: The file does not match any template
es_ec: El archivo no coincide con ninguna plantilla

source: Update GLPI Resources
es_ec: Actualizar los recursos GLPI

source: Be careful, new resources will be created in the entity
es_ec: Cuidado, se crearán nuevos recursos en la entidad

source: Compare File with GLPI Resources
es_ec: Comparar archivo con recursos GLPI

source: Compare GLPI Resources with File
es_ec: Comparar recursos GLPI con archivo

source: Identical to GLPI
es_ec: Idéntico a GLPI

source: Not in GLPI
es_ec: No está en GLPI

source: Different to GLPI
es_ec: Diferente a GLPI

source: Calculate
es_ec: Calcular

source: Found in the file with a top level id
es_ec: Encontrado en el archivo con un id de nivel superior

source: Found in file with second level id
es_ec: Encontrado en archivo con id de segundo nivel

source: Not in the file
es_ec: No está en el archivo

source: Total lines in the file
es_ec: Total de líneas en el archivo

source: Validate and pre-import file
es_ec: Validar y preimportar el archivo

source: Resource
es_ec: Recursos

source: Identification
es_ec: Identificación

source: Informations from file
es_ec: Información del expediente

source: New resource
es_ec: Nuevo recurso

source: File not found
es_ec: Archivo no encontrado

source: The selected file doesn't match any configured import
es_ec: El archivo seleccionado no coincide con ninguna importación configurada

source: Import file
es_ec: Importar archivo

source: Verify file
es_ec: Verificar archivo

source: Delete file
es_ec: Eliminar archivo

source: no file to compare
es_ec: No hay archivo para comparar

source: The folder you expected to display content doesn't exist.
es_ec: La carpeta que esperaba para mostrar el contenido no existe.

source: No imports configured
es_ec: No hay importaciones configuradas

source: Configure a new import
es_ec: Configurar una nueva importación

source: Choose
es_ec: Elegir

source: Data from file
es_ec: Datos del archivo

source: Not in file
es_ec: No está en el archivo

source: first level
es_ec: Primer nivel

source: second level
es_ec: Segundo nivel

source: Find in file with %s identifier
es_ec: Buscar en fichero %s con identificador

source: Number of titles and values of tooltip doesn't match
es_ec: El número de títulos y valores del tooltip no coinciden

source: No Imports
es_ec: Sin importaciones

source: Deleted resource
es_ec: Recurso eliminado

source: Updated resource
es_ec: Recurso actualizado

source: The file has been pre-import
es_ec: El archivo ha sido preimportado

source: Leaving reason
es_ec: Motivos de baja

source: Update LDAP directory
es_ec: Actualizar directorio LDAP

source: Resources data
es_ec: Datos de recursos

source: Firstname
es_ec: Nombre

source: Phone
es_ec: Teléfono

source: Company
es_ec: Empresa

source: Cell phone
es_ec: Teléfono móvil

# button
source: Create user in AD
es_ec: Crear usuario en AD

# button
source: Modify user in AD
es_ec: Modificar usuario en AD

# button
source: Disable user in AD
es_ec: Desactivar usuario en AD

source: existing login
es_ec: inicio de sesión existente

source: You have to perform the action on the LDAP directory before and you have to do all checklist in action before
es_ec: Tienes que realizar la acción en el directorio LDAP antes y tienes que hacer toda la lista de comprobación en acción antes

source: Link metademands
es_ec: Vincular metademandas

source: Declare an arrival
es_ec: Declarar una llegada

source: Declare a change
es_ec: Declarar un cambio

source: Declare a departure
es_ec: Declarar una salida

source: Others declarations
es_ec: Otras declaraciones

source: Non contract period management
es_ec: Gestión de los periodos no contractuales

source: Forced holiday management
es_ec: Gestión de vacaciones forzadas

source: Badge management
es_ec: Gestión de insignias

source: Others actions
es_ec: Otras acciones

source: Search resources
es_ec: Recursos de búsqueda

source: Employments / budgets management
es_ec: Gestión de empleos y presupuestos

source: Declare an employment
es_ec: Declarar un empleo

source: Employment management
es_ec: Gestión del empleo

source: Budget management
es_ec: Gestión presupuestaria

source: List Employments / Resources
es_ec: Lista de empleos / recursos

source: Import resources
es_ec: Importar recursos

source: Verify CSV file
es_ec: Verificar archivo CSV

source: Verify GLPI resources
es_ec: Verificar los recursos GLPI

source: Configure Imports
es_ec: Configurar importaciones

source: Purge imported resources
es_ec: Depurar los recursos importados

source: List of non contract periods
es_ec: Lista de períodos no contractuales

source: List of forced holidays
es_ec: Lista de días festivos forzosos

source: Tasks list
es_ec: Lista de tareas

source: Import configuration
es_ec: Importar configuración

source: Link a checklist in
es_ec: Vincular una lista de control en

source: If the value selected equals the value to check, the checklist in will be add
es_ec: Si el valor seleccionado es igual al valor a comprobar, se añadirá la lista de comprobación.

source: Link a checklist out
es_ec: Enlazar una lista de comprobación

source: If the value selected equals the value to check, the checklist out will be add
es_ec: Si el valor seleccionado es igual al valor a comprobar, se añadirá la lista de comprobación

source: If the value selected equals the value to check, the habilitation will be add
es_ec: Si el valor seleccionado es igual al valor a comprobar, se añadirá la habilitación

source: Leaving resource
es_ec: Recurso de salida

source: If yes, the resource will be declared as leaving
es_ec: En caso afirmativo, el recurso se declarará como saliente

source: Notification history
es_ec: Historial de notificaciones

source: Resource creation
es_ec: Creación de recursos

source: Other
es_ec: Otros

source: A resource has been added by
es_ec: Un recurso ha sido agregado por

source: A resource has been updated by
es_ec: Un recurso ha sido actualizado por

source: A resource has been removed by
es_ec: Un recurso ha sido eliminado por

source: A task has been added by
es_ec: Una tarea ha sido agregada por

source: A task has been updated by
es_ec: Una tarea ha sido actualizada por

source: A task has been removed by
es_ec: Una tarea ha sido eliminada por

source: List of not finished tasks
es_ec: Lista de tareas pendientes

source: These resources have normally left the company
es_ec: Estos recursos normalmente han salido de la empresa

source: Actions to do on these new resources
es_ec: Acciones a realizar sobre estos nuevos recursos

source: Actions to do on these leaving resources
es_ec: Acciones a realizar sobre estos recursos salientes

source: A resource has been declared leaving
es_ec: Se ha declarado un recurso que se va

source: Creation report of the human resource
es_ec: Informe de creación de los recursos humanos

source: A non contract period has been added
es_ec: Se ha añadido un período sin contrato

source: A non contract period has been updated
es_ec: Se ha actualizado un período no contractual

source: A non contract period has been removed
es_ec: Se ha eliminado un período sin contrato

source: A forced holiday has been added
es_ec: Se ha añadido un día festivo forzado

source: A forced holiday has been updated
es_ec: Se han actualizado unas vacaciones forzosas

source: A forced holiday has been removed
es_ec: Se han eliminado las vacaciones forzosas

source: Other resource notification
es_ec: Notificación de otros recursos

source: Transfer resource notification
es_ec: Notificación de recursos de transferencia

source: Resources list of commercial manager
es_ec: Lista de recursos del gestor comercial

source: Resource user
es_ec: Usuario de los recursos

source: Task's responsible technician
es_ec: Técnico responsable de la tarea

source: Target entity group
es_ec: Grupo de entidades destinatarias

source: Source entity group
es_ec: Grupo de entidades de origen

source: Source entity group manager
es_ec: Administrador de grupos de entidades de origen

source: Target entity group manager
es_ec: Administrador del grupo de entidades de destino

source: Used for planning
es_ec: Se utiliza para planificar
